[{"description":"A computer monitor is an output device that displays information in pictorial form. A monitor usually comprises the display device, circuitry, casing, and power supply.The display device in modern monitors is typically a thin film transistor liquid crystal display (TFT-LCD) with LED backlighting having replaced cold-cathode fluorescent lamp (CCFL) backlighting.","id":"de18a312-1041-4ccd-99c4-e8bb3a4161c1","name":"Eda Technologies Computer Monitor","pictureFileName":"monitor.png","price":256.59,"unit":"ea","inventory":3},{"description":"A joystick is an input device consisting of a stick that pivots on a base and reports its angle or direction to the device it is controlling. A joystick, also known as the control column, is the principal control device in the cockpit of many civilian and military aircraft, either as a center stick or side-stick.","id":"3eabb12f-0892-4a09-9002-962288279027","name":"BestPlayer JoyStick Model 750","pictureFileName":"joystick.png","price":24.45,"unit":"ea","inventory":5},{"description":"PC laptops typically run on Windows operating systems while MacBooks use Apple's proprietary operating systems. The screen size, hard drive space, processor speed and other selling points are virtually similar to PC laptops it just comes down to the look and functionality of the operating system you prefer.","id":"defdda3e-6fce-45d8-86e2-59a3cfe71fa6","name":"Eda Technologies Laptop Model 734 Plus","pictureFileName":"laptop.png","price":299.59,"unit":"ea","inventory":10},{"description":"A USB flash drive, also variously known as a thumb drive, pen drive, gig stick, flash stick, jump drive, disk key, disk on key (after the original M-Systems DiskOnKey drive from 2000), flash-drive, memory stick (not to be confused with the Sony Memory Stick), USB stick or USB memory, is a data storage device that includes flash memory.","id":"8002944f-c9b2-497d-981d-922a0c12aa86","name":"General USB Stick","pictureFileName":"usb-stick.png","price":5.25,"unit":"ea","inventory":5},{"description":"A projector or image projector is an optical device that projects an image (or moving images) onto a surface, commonly a projection screen. Most projectors create an image by shining a light through a small transparent lens, but some newer types of projectors can project the image directly, by using lasers.","id":"9bfd8e66-e250-4346-a01d-d4d175821155","name":"ClearView Projector Advanced Model","pictureFileName":"projector.png","price":1589.99,"unit":"ea","inventory":20},{"description":"A telephone, or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly.","id":"680aac7d-b2de-4f83-a80c-6fee41163d6d","name":"EasyTalk Multi-Functional Telephone","pictureFileName":"telephone.png","price":15.25,"unit":"ea","inventory":3},{"description":"A mobile phone, cell phone, cellphone, or hand phone, sometimes shortened to simply mobile, cell or just phone, is a portable telephone that can make and receive calls over a radio frequency link while the user is moving within a telephone service area.","id":"bee34198-9347-4a12-ad48-8f1eeee9ce6f","name":"Eda Technologies ePhone Plus","pictureFileName":"mobile-phone.png","price":99.5,"unit":"ea","inventory":12},{"description":"A camera is an optical instrument to capture still images or to record moving images, which are stored in a physical medium such as in a digital system or on photographic film.","id":"848aea9a-2486-411c-9e65-bae55b39412d","name":"Eda Technologies High Resolution Camera","pictureFileName":"camera.png","price":1299.59,"unit":"ea","inventory":7},{"description":"A projection screen is an installation consisting of a surface and a support structure used for displaying a projected image for the view of an audience. Projection screens may be permanently installed, as in a movie theater; painted on the wall; or portable with tripod or floor rising models. as in a conference room or other non-dedicated viewing space. Another popular type of portable screens are inflatable screens for outdoor movie screening.","id":"30931ca6-8c71-46f3-84b3-601302001c88","name":"ClearView Projection Screen XXL Size","pictureFileName":"projector-screen.png","price":3799.32,"unit":"ea","inventory":10}]